[
    {
        "id": 1,
        "price": 19.99,
        "title": "Wireless Mouse",
        "description": "Nikmati kenyamanan dan kebebasan bergerak dengan Wireless Mouse Premium kami. Dirancang untuk memberikan performa tinggi, mouse nirkabel ini menggunakan teknologi Bluetooth terbaru atau frekuensi radio (RF) untuk koneksi yang stabil dan cepat tanpa putus. Dengan desain ergonomis yang nyaman di tangan, daya tahan baterai yang panjang, serta sensor DPI yang dapat disesuaikan, mouse ini sempurna untuk semua kebutuhan komputasi Anda, dari pekerjaan sehari-hari hingga gaming intensif. Tombol ekstra dan roda gulir memudahkan navigasi dan akses cepat ke berbagai fungsi, sementara kompatibilitas luas dengan berbagai sistem operasi membuatnya ideal untuk digunakan dengan laptop atau desktop Anda. Tingkatkan produktivitas dan nikmati pengalaman komputasi tanpa kabel yang lebih rapi dan efisien dengan Wireless Mouse Premium.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/3/9/417846ff-dcb2-4cf1-bb95-ad8424628431.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/3/9/33ce8e88-13e9-4d2a-9db0-b144d1fcee2f.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2018/3/13/2642798/2642798_9ecf817b-e928-45e8-a36e-4fab10514133.png" 
        ],
        "shop": {
            "id": 101,
            "name": "Logitech Official Store"
        },
        "discount_percentage": 10
    },
    {
        "id": 6,
        "price": 69.99,
        "title": "Noise Cancelling Headphones",
        "description": "Rasakan keheningan sempurna dengan Noise Cancelling Headphones kami. Dirancang khusus untuk mengurangi kebisingan luar, headphone ini menggunakan teknologi peredam bising aktif yang canggih, memungkinkan Anda menikmati musik, podcast, atau panggilan telepon dengan kejernihan maksimal di mana pun Anda berada. Dengan bantalan telinga yang lembut dan desain ergonomis, headphone ini memberikan kenyamanan luar biasa bahkan saat digunakan dalam waktu lama. Baterai tahan lama memastikan Anda bisa menikmati audio berkualitas tinggi sepanjang hari tanpa gangguan. Selain itu, headphone ini kompatibel dengan berbagai perangkat melalui koneksi Bluetooth atau kabel, memberikan fleksibilitas dan kemudahan dalam penggunaannya. Tingkatkan pengalaman mendengarkan Anda dengan Noise Cancelling Headphones, teman setia untuk perjalanan, bekerja, atau bersantai.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2020/12/23/459f3135-4ab7-4cc9-a1fa-3539e4fa89fc.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2020/12/23/459f3135-4ab7-4cc9-a1fa-3539e4fa89fc.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2018/3/13/2642798/2642798_9ecf817b-e928-45e8-a36e-4fab10514133.png"
        ],
        "shop": {
            "id": 101,
            "name": "Logitech Official Store"
        },
        "discount_percentage": 15
    },
    {
        "id": 8,
        "price": 34.99,
        "title": "Webcam Cover",
        "description": "Jaga privasi Anda dengan Webcam Cover kami yang praktis dan stylish. Dirancang untuk melindungi kamera perangkat Anda dari akses tidak sah, penutup webcam ini mudah dipasang dan digunakan pada berbagai perangkat seperti laptop, tablet, dan smartphone. Dengan desain ultra-tipis, penutup ini tidak mengganggu penutupan laptop dan tetap terlihat elegan. Cukup geser untuk membuka atau menutup, memastikan privasi Anda terlindungi kapan saja. Terbuat dari bahan berkualitas tinggi, Webcam Cover ini tahan lama dan tidak meninggalkan residu pada perangkat Anda. Berikan perlindungan ekstra pada privasi Anda dengan Webcam Cover yang sederhana namun efektif ini.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/4/1/d4f2d714-07dc-4a64-a404-55e89588e26a.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/1/19/6f10f5e4-f258-472f-b118-28f83a6cfbc1.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2018/3/13/2642798/2642798_9ecf817b-e928-45e8-a36e-4fab10514133.png"
        ],
        "shop": {
            "id": 101,
            "name": "Logitech Official Store"
        },
        "discount_percentage": 5
    },
    {
        "id": 11,
        "price": 49.99,
        "title": "Ergonomic Keyboard",
        "description": "Nikmati kenyamanan mengetik dengan Ergonomic Keyboard kami yang dirancang khusus untuk mendukung kesehatan dan produktivitas Anda. Bentuk melengkung dan tata letak yang ergonomis mengurangi tekanan pada pergelangan tangan dan jari; meminimalkan risiko cedera akibat penggunaan keyboard dalam jangka waktu lama. Dilengkapi dengan tombol responsif dan empuk; keyboard ini memberikan pengalaman mengetik yang halus dan menyenangkan. Dengan fitur tambahan seperti sandaran pergelangan tangan yang empuk dan desain split yang memungkinkan posisi tangan yang lebih alami; Ergonomic Keyboard ini adalah pilihan sempurna untuk bekerja; belajar; atau bermain. Kompatibel dengan berbagai sistem operasi dan mudah dihubungkan melalui kabel atau koneksi nirkabel; keyboard ini menawarkan fleksibilitas dan kenyamanan dalam setiap penggunaan. Tingkatkan kesehatan dan efisiensi kerja Anda dengan Ergonomic Keyboard yang inovatif dan fungsional ini.",
        "images": [
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/1/2/69c2c1cc-3cfd-4a99-80e3-976c79d61b80.jpg",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/1/2/69c2c1cc-3cfd-4a99-80e3-976c79d61b80.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2018/3/13/2642798/2642798_9ecf817b-e928-45e8-a36e-4fab10514133.png"
        ],
        "shop": {
            "id": 101,
            "name": "Logitech Official Store"
        },
        "discount_percentage": 10
    },
    {
        "id": 63,
        "price": 49.99,
        "title": "Slim Folio Keyboard ",
        "description": "Ubah perangkat Anda menjadi mesin produktivitas dengan Slim Folio Keyboard kami yang ramping dan serbaguna. Dirancang untuk memberikan pengalaman mengetik yang nyaman dan responsif, keyboard ini memiliki desain tipis dan ringan yang mudah dibawa ke mana saja. Dengan koneksi Bluetooth yang cepat dan stabil, Slim Folio Keyboard menawarkan kebebasan nirkabel tanpa kompromi. Tata letak yang intuitif dan tombol-tombol yang responsif memastikan pengetikan yang efisien dan akurat. Selain itu, folio pelindung yang terintegrasi memberikan perlindungan ekstra untuk perangkat Anda saat tidak digunakan. Kompatibel dengan berbagai tablet dan smartphone, Slim Folio Keyboard adalah solusi sempurna untuk bekerja, belajar, atau bersantai di mana saja. Tingkatkan produktivitas Anda dengan gaya dan kenyamanan menggunakan Slim Folio Keyboard yang elegan dan fungsional ini.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/12/5/1e033ba5-84c2-4ad5-81da-1ca1b7513dff.jpg",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/12/5/1e033ba5-84c2-4ad5-81da-1ca1b7513dff.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2018/3/13/2642798/2642798_9ecf817b-e928-45e8-a36e-4fab10514133.png"
        ],
        "shop": {
            "id": 101,
            "name": "Logitech Official Store"
        },
        "discount_percentage": 10
    },
    
    {
        "id": 2,
        "price": 25.99,
        "title": "Laptop Stand",
        "description": "Tingkatkan kenyamanan dan kesehatan kerja Anda dengan Laptop Stand kami yang ergonomis dan kokoh. Dirancang untuk memberikan posisi layar yang optimal, stand ini membantu mengurangi ketegangan leher dan bahu saat bekerja di laptop. Terbuat dari bahan berkualitas tinggi, Laptop Stand ini memiliki konstruksi yang kuat dan stabil, mampu menahan berbagai ukuran dan berat laptop dengan aman. Dengan desain yang dapat disesuaikan, Anda dapat mengatur ketinggian dan sudut laptop sesuai kebutuhan untuk pengalaman kerja yang lebih nyaman dan efisien. Selain itu, desain lipat yang portabel memudahkan Anda membawa stand ini ke mana saja, menjadikannya solusi ideal untuk bekerja di kantor, rumah, atau saat bepergian. Tingkatkan produktivitas dan kenyamanan Anda dengan Laptop Stand yang stylish dan praktis ini.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/11/1/2a6d6e02-52f8-4a6e-8ebe-754048a73574.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/11/1/c6259488-b3b4-49fc-b3eb-6ad23f628040.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2022/8/30/2006aa02-d9ea-49cd-bda5-002ca83b6505.png"
        ],
        "shop": {
            "id": 102,
            "name": "Press Play"
        },
        "discount_percentage": 5
    },
    {
        "id": 9,
        "price": 99.99,
        "title": "Mechanical Keyboard",
        "description": "Nikmati pengalaman mengetik yang superior dengan Mechanical Keyboard kami yang presisi dan responsif. Dirancang untuk memenuhi kebutuhan pengguna yang mengutamakan performa, keyboard ini dilengkapi dengan switch mekanis untuk feedback taktile yang jelas dan respons cepat, meningkatkan kecepatan dan akurasi pengetikan Anda. Dengan desain ergonomis yang nyaman dan bahan berkualitas tinggi, Mechanical Keyboard ini cocok digunakan dalam jangka waktu lama tanpa kelelahan. Tersedia dengan lampu latar RGB yang dapat disesuaikan untuk menciptakan atmosfer yang sesuai dengan preferensi Anda, keyboard ini adalah pilihan ideal untuk meningkatkan produktivitas dan pengalaman gaming Anda.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/1/17/e3e0d684-1f2c-452c-9e6c-e01dbecf1bc9.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/1/17/e3e0d684-1f2c-452c-9e6c-e01dbecf1bc9.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2022/8/30/2006aa02-d9ea-49cd-bda5-002ca83b6505.png"
        ],
        "shop": {
            "id": 102,
            "name": "Press Play"
        },
        "discount_percentage": 15
    },
    {
        "id": 12,
        "price": 89.99,
        "title": "Wireless Mechanical Keyboard",
        "description": "Rasakan kebebasan tanpa kabel dan performa superior dengan Wireless Mechanical Keyboard kami. Dirancang untuk pengguna yang menginginkan keandalan dan responsivitas mekanis tanpa terikat oleh kabel, keyboard ini menghadirkan switch mekanis untuk feedback taktile yang jelas dan respons yang cepat. Dengan teknologi nirkabel yang canggih seperti Bluetooth atau frekuensi radio (RF) untuk koneksi yang stabil, Anda dapat menikmati kenyamanan bekerja atau bermain game tanpa hambatan. Desain ergonomis yang nyaman dan daya tahan baterai yang panjang memastikan kinerja optimal dalam setiap sesi penggunaan. Tambahkan sentuhan modern dengan lampu latar RGB yang dapat disesuaikan untuk suasana yang lebih menyenangkan dan produktif. Wireless Mechanical Keyboard ini adalah pilihan ideal untuk meningkatkan produktivitas Anda di mana saja.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/1/17/7387ecae-5a4f-4ad4-bcb5-55ffba478929.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/1/17/7387ecae-5a4f-4ad4-bcb5-55ffba478929.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2022/8/30/2006aa02-d9ea-49cd-bda5-002ca83b6505.png"
        ],
        "shop": {
            "id": 102,
            "name": "Press Play"
        },
        "discount_percentage": 5
    },
    {
        "id": 13,
        "price": 79.99,
        "title": "Compact Mechanical Keyboard",
        "description": "Tingkatkan produktivitas Anda dengan Compact Mechanical Keyboard kami yang efisien dan ergonomis. Dirancang untuk menggabungkan performa mekanis yang superior dalam desain yang ringkas dan portabel, keyboard ini menawarkan pengalaman mengetik responsif dengan switch mekanis yang presisi dan tahan lama. Dengan tata letak yang disesuaikan untuk menghemat ruang tanpa mengorbankan kualitas, keyboard ini ideal untuk meja kerja yang padat atau penggunaan saat bepergian. Desain ergonomis yang nyaman dan konstruksi berkualitas tinggi memastikan kenyamanan maksimal dalam penggunaan jangka panjang. Sempurna untuk penggunaan profesional atau gaming, Compact Mechanical Keyboard ini juga dilengkapi dengan lampu latar yang menarik untuk meningkatkan estetika dan fungsionalitas.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/7/22/86adcd0d-fcf4-4469-9b96-c8acfb78e92a.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/9/25/b6bfe7c2-e72a-485e-9b42-94286e187b1b.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2022/8/30/2006aa02-d9ea-49cd-bda5-002ca83b6505.png"
        ],
        "shop": {
            "id": 102,
            "name": "Press Play"
        },
        "discount_percentage": 10
    },
    {
        "id": 15,
        "price": 109.99,
        "title": "Low-Profile Mechanical Keyboard",
        "description": "Nikmati pengalaman mengetik yang halus dan ergonomis dengan Low-Profile Mechanical Keyboard kami. Dirancang untuk memadukan keandalan mekanis dengan profil yang ramping dan nyaman, keyboard ini menawarkan tombol-tombol dengan switch mekanis yang presisi untuk respons yang cepat dan akurat. Desainnya yang tipis mengurangi tekanan pada pergelangan tangan, menjadikannya pilihan ideal untuk pengguna yang mengutamakan kenyamanan dalam jangka panjang. Dengan koneksi nirkabel yang stabil seperti Bluetooth atau RF, keyboard ini memberikan fleksibilitas tanpa kabel yang mengganggu. Cocok untuk penggunaan sehari-hari di kantor atau di rumah, Low-Profile Mechanical Keyboard ini juga memiliki lampu latar yang dapat disesuaikan untuk pencahayaan tambahan dan estetika yang menarik.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/11/25/79f13508-c506-41f5-8eb6-f260643d9654.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/11/27/7beff31d-8abe-4694-8766-0df3a1466b85.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2022/8/30/2006aa02-d9ea-49cd-bda5-002ca83b6505.png"
        ],
        "shop": {
            "id": 102,
            "name": "Press Play"
        },
        "discount_percentage": 20
    },
    {
        "id": 16,
        "price": 139.99,
        "title": "Custom Mechanical Keyboard",
        "description": "Dapatkan pengalaman mengetik yang unik dan personal dengan Custom Mechanical Keyboard kami. Dirancang untuk memenuhi preferensi dan kebutuhan individu, keyboard ini memungkinkan Anda untuk menyesuaikan setiap aspek dari tata letak tombol hingga jenis switch mekanis yang digunakan. Dengan banyaknya pilihan desain, warna, dan material casing yang tersedia, Anda dapat menciptakan keyboard yang sesuai dengan gaya dan kebutuhan Anda. Performa superior dari switch mekanis memberikan respons yang cepat dan taktile yang memuaskan, ideal untuk penggunaan sehari-hari maupun gaming intensif. Dengan kemampuan kustomisasi yang luas, Custom Mechanical Keyboard ini tidak hanya meningkatkan produktivitas Anda tetapi juga menjadi pernyataan pribadi yang unik di meja kerja Anda.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/12/6/50232ca4-46ab-4254-8a54-97fb0019e938.jpg",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/12/17/1aa92479-a7eb-48e6-9754-b41adb111457.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2022/8/30/2006aa02-d9ea-49cd-bda5-002ca83b6505.png"
        ],
        "shop": {
            "id": 102,
            "name": "Press Play"
        },
        "discount_percentage": 25
    },

    {
        "id": 7,
        "price": 19.99,
        "title": "Bluetooth Adapter",
        "description": "Menghadirkan koneksi nirkabel yang mudah dan handal untuk perangkat Anda, Bluetooth Adapter kami adalah solusi yang sempurna untuk menghubungkan perangkat Bluetooth dengan laptop atau desktop Anda yang tidak dilengkapi dengan teknologi Bluetooth bawaan. Dengan desain kompak dan plug-and-play, Anda dapat dengan cepat menghubungkan headphone, mouse, keyboard, atau perangkat lain tanpa ribet menggunakan kabel tambahan. Cocok untuk penggunaan di rumah, kantor, atau saat bepergian, Bluetooth Adapter ini menawarkan kemudahan dan fleksibilitas dalam penggunaan perangkat Bluetooth Anda di berbagai situasi.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/6/14/afd8349f-f679-4590-a8b6-ff6d6e08e728.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/12/15/b5c4bf58-17ab-4ee5-94f4-f4377a8cea51.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/8/3/6514734/6514734_a37c1537-75ca-40f9-b18f-d165713df4fe.png"
        ],
        "shop": {
            "id": 103,
            "name": "KoboiTech"
        },
        "discount_percentage": 10
    },
    {
        "id": 10,
        "price": 59.99,
        "title": "Gaming Keyboard",
        "description": "Bergabunglah dalam dunia gaming dengan Gaming Keyboard kami yang dirancang khusus untuk menawarkan performa maksimal dan kontrol yang presisi. Dengan tombol-tombol yang responsif dan switch mekanis yang memberikan feedback taktile yang jelas, keyboard ini memungkinkan Anda untuk merespons dengan cepat dalam setiap aksi permainan. Dilengkapi dengan lampu latar RGB yang dapat disesuaikan untuk menciptakan atmosfer yang sesuai dengan mood permainan Anda, Gaming Keyboard ini tidak hanya memberikan performa yang superior tetapi juga tampil dengan gaya yang mengesankan. Desain ergonomis yang nyaman dan fitur tambahan seperti tombol khusus untuk gaming membuatnya menjadi pilihan ideal untuk para gamer yang serius. Siap untuk mengambil pengalaman gaming Anda ke level berikutnya?",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/4/20/8414219e-bd87-4483-b480-cd4655385886.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/5/31/508c8667-f594-4129-a3d6-ab9ab62ddd5d.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/8/3/6514734/6514734_a37c1537-75ca-40f9-b18f-d165713df4fe.png"
        ],
        "shop": {
            "id": 103,
            "name": "KoboiTech"
        },
        "discount_percentage": 20
    },
    {
        "id": 14,
        "price": 49.99,
        "title": "RGB Keyboard",
        "description": "Nikmati visual yang spektakuler dan performa yang superior dengan RGB Keyboard kami. Dirancang untuk menarik perhatian dengan lampu latar RGB yang dapat disesuaikan, keyboard ini tidak hanya memberikan tampilan yang memukau tetapi juga memungkinkan Anda untuk menyesuaikan pencahayaan sesuai dengan preferensi dan suasana. Dengan tombol-tombol yang responsif dan switch mekanis untuk pengalaman mengetik yang akurat dan nyaman, RGB Keyboard ini cocok untuk penggunaan sehari-hari, gaming, atau desain kreatif. Desain ergonomis yang nyaman membuatnya ideal untuk sesi mengetik yang panjang tanpa kelelahan. Sempurna untuk mengekspresikan gaya pribadi dan meningkatkan estetika meja kerja atau setup gaming Anda, keyboard ini adalah kombinasi sempurna antara keindahan visual dan kinerja yang handal.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/11/9/545550ac-1916-4e30-a17d-2865a3ea53a9.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/11/9/545550ac-1916-4e30-a17d-2865a3ea53a9.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/8/3/6514734/6514734_a37c1537-75ca-40f9-b18f-d165713df4fe.png"
        ],
        "shop": {
            "id": 103,
            "name": "KoboiTech"
        },
        "discount_percentage": 15
    },
    {
        "id": 3,
        "price": 15.99,
        "title": "USB-C Cable",
        "description": "USB-C cables provide versatile connectivity and rapid data transfer speeds for a wide range of devices. Designed with a reversible connector, they offer convenience by eliminating the frustration of incorrect insertion. Our USB-C Cable ensures reliable power delivery and swift data syncing between devices, making it an essential companion for modern technology setups. Whether charging your smartphone, transferring files between your laptop and peripherals, or connecting to external displays, this cable promises efficiency and durability in every use.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/1/19/a1146b26-be0e-40ce-aa55-de1ed96ff495.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/1/19/a1146b26-be0e-40ce-aa55-de1ed96ff495.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/8/3/6514734/6514734_a37c1537-75ca-40f9-b18f-d165713df4fe.png"
        ],
        "shop": {
            "id": 103,
            "name": "KoboiTech"
        },
        "discount_percentage": 10
    },
    {
        "id": 22,
        "price": 29.99,
        "title": "Wireless Earphones",
        "description": "Experience freedom and exceptional sound quality with our Wireless Earphones. Designed for comfort and convenience, these earphones offer a truly wireless experience with Bluetooth connectivity, allowing you to enjoy music, take calls, or listen to podcasts without the hassle of tangled wires. They feature ergonomic designs that fit snugly in your ears for extended wear, and with noise-cancelling technology, you can immerse yourself in your audio without distractions from the outside world. With long-lasting battery life and intuitive touch controls, our Wireless Earphones are the perfect companion for your active lifestyle, whether you're commuting, working out, or relaxing at home.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/7/1/a966ea51-7e4b-4521-b79d-7012b0a082c5.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/7/1/a966ea51-7e4b-4521-b79d-7012b0a082c5.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/8/3/6514734/6514734_a37c1537-75ca-40f9-b18f-d165713df4fe.png"
        ],
        "shop": {
            "id": 103,
            "name": "KoboiTech"
        },
        "discount_percentage": 10
    },
    {
        "id": 4,
        "price": 49.99,
        "title": "Portable SSD",
        "description": "A Portable SSD (Solid State Drive) offers blazing-fast storage in a compact and durable form factor, ideal for those needing high-speed data access on the go. Our Portable SSD combines lightning-fast read and write speeds with robust security features, ensuring your data remains safe during transfers. With capacities ranging from small to spacious, it's perfect for storing and accessing large files, backing up important documents, or running applications directly from the drive. Its sleek design and lightweight construction make it easy to carry in your pocket or bag, making it an essential companion for professionals, creatives, and anyone who values speed and reliability in their storage solutions.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/7/31/175290f3-cb7c-4a60-bbed-cecb8504fb87.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/7/31/175290f3-cb7c-4a60-bbed-cecb8504fb87.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/8/3/6514734/6514734_a37c1537-75ca-40f9-b18f-d165713df4fe.png"
        ],
        "shop": {
            "id": 103,
            "name": "KoboiTech"
        },
        "discount_percentage": 15
    },
    {
        "id": 19,
        "price": 129.99,
        "title": "Home Theater System",
        "description": "Transform your living room into a cinematic experience with our Home Theater System. Designed to deliver immersive audio and stunning visuals, this system includes high-definition speakers, a powerful subwoofer, and a state-of-the-art receiver for seamless connectivity. Whether you're watching movies, gaming, or streaming music, our Home Theater System ensures every detail is heard and felt with clarity and depth. Enjoy the convenience of wireless connectivity options like Bluetooth and Wi-Fi, allowing you to stream content from your smartphone, tablet, or laptop effortlessly. With easy setup and sleek, modern design, our Home Theater System enhances your entertainment space while providing unparalleled sound quality for an unforgettable viewing and listening experience.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/5/8/6a875cc2-6c81-4477-bcb8-954fd419994a.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/5/8/6a875cc2-6c81-4477-bcb8-954fd419994a.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2022/5/31/0894454d-5c06-4f17-a14c-0eb47d60d884.jpg"
        ],
        "shop": {
            "id": 104,
            "name": "Crucial Authorized Store"
        },
        "discount_percentage": 15
    },
    {
        "id": 5,
        "price": 89.99,
        "title": "Smartphone Gimbal",
        "description": "Elevate your mobile filmmaking and photography with our Smartphone Gimbal. This advanced stabilization device allows you to capture smooth, professional-quality videos and photos on your smartphone. Designed for ease of use and versatility, our gimbal features three-axis stabilization to eliminate shaky footage and ensure steady shots even during dynamic movements. It supports various shooting modes like pan, tilt, and follow, giving you creative control over your compositions. With Bluetooth connectivity, you can remotely control your smartphone's camera settings and capture stunning images from different angles. Compact and lightweight, our Smartphone Gimbal is perfect for travel, vlogging, and everyday use, enabling you to unleash your creativity and capture moments with precision and style.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/7/20/182e98c3-9430-4958-b30c-b425d1ed83f3.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/6/22/3265d348-ecce-4c8f-bf57-2d6a694d3360.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/8/3/6514734/6514734_a37c1537-75ca-40f9-b18f-d165713df4fe.png"
        ],
        "shop": {
            "id": 103,
            "name": "KoboiTech"
        },
        "discount_percentage": 20
    },

    {
        "id": 17,
        "price": 49.99,
        "title": "Bluetooth Speaker",
        "description": "Enjoy powerful, wireless sound wherever you go with our Bluetooth Speaker. Designed for portability and rich audio performance, this speaker delivers impressive sound quality with deep bass and clear highs. Its compact size makes it easy to carry in your bag or backpack, ideal for outdoor adventures, parties, or simply enjoying music at home. Featuring Bluetooth connectivity, you can effortlessly pair your smartphone, tablet, or laptop to stream your favorite playlists or podcasts. The built-in rechargeable battery ensures hours of continuous playback, while intuitive controls allow you to adjust volume, skip tracks, and manage calls with ease. Stylish and durable, our Bluetooth Speaker is the perfect companion for your on-the-go lifestyle, providing immersive sound and convenience wherever you go.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/3/14/09779bcb-e69f-4b6e-a001-1f57b26b494a.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/3/14/09779bcb-e69f-4b6e-a001-1f57b26b494a.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2021/1/20/210cc9e7-3c40-4f25-90f6-aad529ca8dab.jpg"
        ],
        "shop": {
            "id": 104,
            "name": "DJI Official Store"
        },
        "discount_percentage": 5
    },
    {
        "id": 18,
        "price": 59.99,
        "title": "Smart Speaker",
        "description": "Transform your home into a smart hub of entertainment and convenience with our Smart Speaker. Powered by advanced voice recognition technology, this speaker allows you to control your music, manage daily tasks, and access information—all with simple voice commands. Stream music from popular services, set reminders, check the weather, or control smart home devices like lights and thermostats effortlessly. With built-in virtual assistants like Alexa or Google Assistant, our Smart Speaker adapts to your needs, providing hands-free assistance throughout your day. Its sleek design blends seamlessly into any room, offering powerful, room-filling sound and a range of connectivity options including Bluetooth and Wi-Fi. Whether you're hosting a gathering or enjoying a quiet evening, our Smart Speaker enhances your lifestyle with convenience and immersive audio experiences.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/5/21/0784f1fb-969c-4c87-ba70-3923923b2edd.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/5/21/b426fd6f-91b3-4750-bf41-33491d974648.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2021/1/20/210cc9e7-3c40-4f25-90f6-aad529ca8dab.jpg"
        ],
        "shop": {
            "id": 104,
            "name": "DJI Official Store"
        },
        "discount_percentage": 10
    },
    {
        "id": 21,
        "price": 79.99,
        "title": "Portable PA System",
        "description": "Take your events and presentations to the next level with our Portable PA System. Designed for versatility and powerful sound reinforcement, this system includes a compact yet robust speaker, wireless microphones, and easy-to-use controls, making it ideal for public speaking, performances, outdoor gatherings, and more. Enjoy clear, crisp audio with built-in amplification and equalization features that ensure your voice or music is heard loud and clear. The lightweight design and durable construction make it easy to transport and set up anywhere, while rechargeable batteries provide hours of operation without needing a power outlet. Whether you're a musician, educator, or event organizer, our Portable PA System delivers professional-grade sound and reliability for all your audio needs.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/5/5/a9ed53a2-a418-4f0f-a9c4-acc852245969.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/5/5/a9ed53a2-a418-4f0f-a9c4-acc852245969.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2021/1/20/210cc9e7-3c40-4f25-90f6-aad529ca8dab.jpg"
        ],
        "shop": {
            "id": 104,
            "name": "DJI Official Store"
        },
        "discount_percentage": 5
    },
    {
        "id": 20,
        "price": 199.99,
        "title": "Soundbar",
        "description": "Enhance your home entertainment experience with our sleek and powerful Soundbar. Designed to deliver immersive audio for movies, music, and gaming, this compact speaker system provides rich, room-filling sound without the need for multiple speakers. With advanced audio technologies and built-in subwoofers, our Soundbar offers deep bass and clear highs, ensuring every detail of your audio content is heard with exceptional clarity. It seamlessly connects to your TV, gaming console, or mobile device via Bluetooth or HDMI, offering versatile connectivity options for seamless integration into your home theater setup. Its minimalist design complements any living space, while intuitive controls and remote access make operation effortless. Elevate your viewing and listening pleasure with our Soundbar, the perfect blend of style, performance, and convenience for your home entertainment needs",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/1/19/27a4f7bf-86ba-4ac7-bfeb-6d61031a32d2.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/9/24/e0e43ddc-ffa3-42c9-8583-f50dfd7bec83.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2021/1/20/210cc9e7-3c40-4f25-90f6-aad529ca8dab.jpg"
        ],
        "shop": {
            "id": 104,
            "name": "DJI Official Store"
        },
        "discount_percentage": 20
    },
    {
        "id": 23,
        "price": 99.99,
        "title": "Noise Cancelling Earbuds",
        "description": "Immerse yourself in uninterrupted sound quality with our Noise Cancelling Earbuds. Engineered for ultimate comfort and audio clarity, these earbuds feature active noise cancellation technology that reduces ambient noise, allowing you to focus on your music, podcasts, or calls without distractions. Designed to fit snugly in your ears, they provide a secure and comfortable seal for extended wear. With wireless connectivity via Bluetooth, you can enjoy seamless pairing with your smartphone, tablet, or laptop, offering freedom of movement wherever you go. The earbuds also feature touch controls for easy management of playback, calls, and activating voice assistants. Compact and portable, our Noise Cancelling Earbuds are perfect for travel, commuting, or simply enjoying your favorite content in peace and quiet.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/10/7/1f74396c-08ef-4212-9931-9568f0950424.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/10/7/807c09fc-c622-416c-81be-5b62556b5486.png",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2021/1/20/210cc9e7-3c40-4f25-90f6-aad529ca8dab.jpg"
        ],
        "shop": {
            "id": 104,
            "name": "DJI Official Store"
        },
        "discount_percentage": 15
    },
    {
        "id": 24,
        "price": 149.99,
        "title": "Wireless Speaker System",
        "description": "Experience seamless audio throughout your home with our Wireless Speaker System. Designed for convenience and versatility, this system allows you to enjoy high-fidelity sound in every room without the need for complicated wiring. With wireless connectivity options like Bluetooth and Wi-Fi, you can effortlessly stream music from your smartphone, tablet, or computer to multiple speakers simultaneously. Whether you're hosting a party or relaxing at home, our Wireless Speaker System delivers powerful, synchronized sound that fills your space with rich bass and crystal-clear highs. Expandable and customizable, you can add additional speakers to create a multi-room audio setup tailored to your preferences. With intuitive controls and stylish designs that blend seamlessly into your decor, our Wireless Speaker System enhances your audio experience with flexibility and ease.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/1/8/40ff49cc-2c6c-4377-8a71-aabe37d5ff8e.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2020/6/26/3583595/3583595_8a00c164-9221-4459-89ad-1015bfc19bb5_1000_1000",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2021/1/20/210cc9e7-3c40-4f25-90f6-aad529ca8dab.jpg"
        ],
        "shop": {
            "id": 104,
            "name": "DJI Official Store"
        },
        "discount_percentage": 20
    },

    {
        "id": 25,
        "price": 29.99,
        "title": "USB-C Hub",
        "description": "Expand your device connectivity with our versatile USB-C Hub. This essential accessory transforms a single USB-C port into multiple ports, offering a range of connectivity options to enhance your productivity and versatility. Our USB-C Hub typically includes ports such as USB-A, HDMI, SD card slots, and Ethernet, enabling seamless connections to external monitors, storage devices, peripherals, and wired networks. It supports high-speed data transfer and 4K video output, ensuring smooth multimedia streaming and efficient data management. Compact and portable, it's perfect for both home and office use, as well as on-the-go setups with laptops or tablets. Simplify your workflow and maximize your device's capabilities with our reliable and efficient USB-C Hub.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/5/30/8f983eaf-8121-4f5d-9304-e2f32787e0b3.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/6/24/fc42ea7f-18db-42ce-bf5b-6fbe6a58a7de.png",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 20
    },
    {
        "id": 26,
        "price": 15.99,
        "title": "USB Flash Drive",
        "description": "Store and transfer your data with ease using our reliable USB Flash Drive. Available in various capacities, our flash drives provide convenient and portable storage solutions for your files, photos, videos, and more. With high-speed USB 3.0 or USB-C interfaces, you can quickly transfer large files between devices, ensuring efficient data management. Compact and durable, our USB Flash Drives are designed to withstand everyday use and are compatible with a wide range of devices including laptops, desktops, and smart TVs. Whether for work, school, or personal use, our flash drives offer secure and convenient storage options to keep your data accessible whenever and wherever you need it.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/product-1/2019/6/19/25568009/25568009_33677f1e-2ede-4617-b5b2-82f64aee323a_800_800.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2019/6/19/25568009/25568009_6176a472-b655-4c72-86da-b35b0cdeefba_800_800",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 5
    },
    {
        "id": 27,
        "price": 25.99,
        "title": "Memory Card Reader",
        "description": "Efficiently transfer and manage your digital content with our Memory Card Reader. Designed for versatility and compatibility, this essential accessory supports a wide range of memory card formats including SD, microSD, and CompactFlash. With high-speed USB connectivity, our Memory Card Reader allows you to quickly access and transfer photos, videos, and other files between your memory cards and devices such as laptops, desktops, or tablets. Its compact and portable design makes it perfect for photographers, videographers, and content creators who need reliable and fast data transfer capabilities on the go. Simplify your workflow and maximize your productivity with our dependable Memory Card Reader.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/3/25/e0323f6e-38d4-4a30-8cc0-57a93ddeaf56.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/3/25/429cfd95-6ef3-4952-8c6a-dcae31be4d63.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 10
    },
    {
        "id": 28,
        "price": 29.99,
        "title": "Wireless Charger",
        "description": "Simplify your charging experience with our Wireless Charger. Designed for convenience and efficiency, this charger eliminates the hassle of tangled cables by allowing you to power up your Qi-enabled devices simply by placing them on the charging pad. With fast wireless charging capabilities, it delivers power quickly and efficiently to your smartphone, smartwatch, or earbuds. Its sleek and compact design fits seamlessly into any environment, whether at home or in the office, offering a clutter-free solution for keeping your devices charged throughout the day. Equipped with safety features such as overcharge protection and foreign object detection, our Wireless Charger ensures reliable performance while preserving the longevity of your devices' battery life. Upgrade your charging setup with our reliable and stylish Wireless Charger for a seamless charging experience.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/8/31/7280d6a5-26db-44f3-8e2e-a82eb5970be1.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/8/31/38b85a37-08a5-41fc-9d56-cc835ed27047.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 15
    },
    {
        "id": 29,
        "price": 49.99,
        "title": "Power Bank",
        "description": "Stay powered up on the go with our reliable Power Bank. Designed for convenience and portability, our power banks provide a compact and efficient way to charge your devices when you're away from traditional power sources. Available in various capacities, they offer multiple charges for smartphones, tablets, and other USB-powered devices, ensuring you stay connected wherever you are. Featuring fast charging technology and multiple USB ports, our Power Banks allow you to charge multiple devices simultaneously at optimal speeds. Compact and lightweight, they fit easily into your bag or pocket, making them perfect for travel, outdoor activities, or emergencies. With built-in safety features like overcharge and short-circuit protection, our Power Banks provide reliable and safe power whenever you need it most. Keep your devices powered and stay connected with our versatile Power Banks",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/10/23/081dc690-6279-4791-9699-ce1e34f09efa.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/10/17/62fccfcb-2ff4-4b84-9299-23e498e31106.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 20
    },
    {
        "id": 30,
        "price": 19.99,
        "title": "Cable Organizer",
        "description": "Keep your cables neat and organized with our practical Cable Organizer. Designed to eliminate clutter and tangles, this organizer features multiple slots and compartments to neatly store and secure cables of various lengths and sizes. Whether for charging cables, earphones, or computer cords, our Cable Organizer keeps everything tidy and easily accessible. Its compact and portable design makes it perfect for travel, workspaces, or home use, ensuring your cables are always organized and ready for use. Say goodbye to tangled cords and streamline your setup with our efficient Cable Organizer for a more organized and efficient workspace or travel bag.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/2/3/3d4f9f4c-de3c-4d45-bf6d-1346797d80d3.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2019/7/6/492619524/492619524_392efc8f-b913-4452-827a-29d9b805422f_930_930.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 5
    },
    {
        "id": 31,
        "price": 14.99,
        "title": "Laptop Sleeve",
        "description": "Lindungi laptop Anda dengan Sleeve Laptop kami yang elegan dan fungsional. Dirancang khusus untuk laptop berukuran 13 inci, sleeve ini memberikan perlindungan maksimal dari goresan dan benturan ringan. Dibuat dengan bahan yang ringan namun tahan lama, sleeve ini tidak hanya memberikan perlindungan fisik tetapi juga tampil dengan gaya yang minimalis dan modern. Ideal untuk digunakan sehari-hari atau saat bepergian, Sleeve Laptop kami memastikan laptop Anda tetap aman dan terlindungi dengan gaya yang tidak ribet.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/8/24/52665a24-cedd-4ebe-b2ac-d39f1eee4c9b.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/8/24/9c9126a4-645a-435f-98ad-5d064299c9c9.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 10
    },
    {
        "id": 32,
        "price": 34.99,
        "title": "Tablet Stand",
        "description": "Bawa pengalaman penggunaan tablet Anda ke level berikutnya dengan Tablet Stand kami yang dapat disesuaikan. Dirancang untuk memberikan stabilitas dan kenyamanan saat menggunakan tablet atau e-reader, stand ini menawarkan berbagai sudut pandang yang dapat disesuaikan sesuai kebutuhan Anda. Dibuat dari bahan yang kuat dan ringan, stand ini tidak hanya portabel tetapi juga dapat diandalkan untuk penggunaan sehari-hari. Cocok untuk digunakan di rumah, kantor, atau saat bepergian, Tablet Stand kami adalah aksesori yang sempurna untuk meningkatkan produktivitas dan kenyamanan Anda dalam menggunakan perangkat tablet atau e-reader.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/12/5/cfaa2c03-a6fc-4855-add3-293ca94f8bcf.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/12/5/cabb4665-a6a3-4c06-891e-e5807b926f49.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2019/1/1/1624191/1624191_c1bf938e-b55a-4eae-a45a-1ed0bc1e06e9.jpg"
        ],
        "shop": {
            "id": 105,
            "name": "Digital Shop Solution"
        },
        "discount_percentage": 15
    },

    {
        "id": 33,
        "price": 59.99,
        "title": "Gaming Headset",
        "description": "Bawa pengalaman gaming Anda ke tingkat berikutnya dengan Gaming Headset kami yang canggih. Dirancang untuk penggemar game yang mengutamakan kualitas audio, headset ini menawarkan suara stereo yang mendalam dan jernih untuk mendengar setiap detail dalam permainan. Dilengkapi dengan mikrofon yang dapat disesuaikan untuk komunikasi tim yang lancar, headset ini juga nyaman dipakai dalam sesi gaming yang panjang berkat bantalan telinga yang lembut dan adjustable headband. Dengan desain yang ergonomis dan lampu latar RGB yang stylish, Gaming Headset kami tidak hanya meningkatkan performa gaming Anda tetapi juga menambahkan gaya yang modern ke setup gaming Anda.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/6/21/b61eb636-7658-49f2-9574-eb31a67aef6b.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/3/20/50385fda-0527-4db4-a82b-fd2c99d0f311.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 25
    },
    {
        "id": 34,
        "price": 79.99,
        "title": "Gaming Chair",
        "description": "Optimize your gaming setup with our ergonomic Gaming Chair. Engineered for comfort and support during long gaming sessions, this chair features adjustable armrests, lumbar support, and a high backrest to promote healthy posture. Crafted from durable materials and equipped with smooth-rolling casters, it offers stability and mobility for seamless movement. Whether you're grinding through quests or strategizing with teammates, our Gaming Chair ensures maximum comfort and performance. Enhance your gaming experience with style and functionality, designed to keep you comfortable and focused throughout your gaming adventures.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/12/28/7d12df08-88fb-411a-b4b8-b0ca92f7da81.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2019/12/4/batch-upload/batch-upload_3c00d004-8481-4469-88d0-d897220f502d.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 20
    },
    {
        "id": 35,
        "price": 129.99,
        "title": "Gaming Monitor",
        "description": "Immerse yourself in gaming with our high-performance Gaming Monitor. Designed for smooth gameplay and vibrant visuals, this monitor features a high refresh rate and low response time to minimize motion blur and input lag, providing a competitive edge in fast-paced games. With a sleek, ergonomic design and adjustable features, including height and tilt adjustments, it offers optimal viewing angles for extended gaming sessions. Whether you're exploring vast landscapes or engaging in intense battles, our Gaming Monitor delivers crisp images and fluid motion to enhance your gaming experience. Upgrade your setup with a monitor that combines performance, precision, and immersive visuals for a more captivating gaming journey.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/5/14/cb9e6f10-213e-4080-802b-1a6e10fd15fc.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/5/14/e050d1f3-3392-44e1-b393-631637918625.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 15
    },
    {
        "id": 36,
        "price": 59.99,
        "title": "Gaming Mouse",
        "description": "Elevate your gaming performance with our precision-engineered Gaming Mouse. Designed for competitive gamers, this mouse offers ultra-responsive tracking and customizable settings to suit your gameplay style. With a high-precision sensor and adjustable DPI settings, it delivers accurate cursor movements and swift response times, crucial for fast-paced gaming scenarios. Ergonomically crafted for comfort during long gaming sessions, it features customizable buttons and RGB lighting for a personalized gaming experience. Whether you're aiming for headshots or executing complex maneuvers, our Gaming Mouse provides the precision and reliability you need to dominate the battlefield. Gear up and unleash your full gaming potential with a mouse that combines comfort, precision, and style.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/6/7/441c9870-2943-4823-88b4-afd4a3465299.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/7/23/26174c67-80ea-476d-9828-7e5f20af1b57.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 10
    },
    {
        "id": 37,
        "price": 49.99,
        "title": "Gaming Mouse Pad",
        "description": "Enhance your gaming setup with our premium Gaming Mouse Pad. Designed for precision and durability, this mouse pad offers a smooth and responsive surface that enhances mouse tracking accuracy and speed. Its anti-slip rubber base ensures stability during intense gaming sessions, while the stitched edges prevent fraying for long-lasting use. With ample space for both mouse movements and keyboard placement, our Gaming Mouse Pad provides the perfect foundation for competitive gaming. Featuring a stylish design and optimized texture, it enhances your gaming experience with smooth gliding and precise control. Elevate your gameplay with a mouse pad that combines functionality, durability, and style for ultimate gaming performance.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/4/6/ccd814cf-4a5b-4478-9d39-7f6e0182956b.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/5/22/75c31efe-bf27-4e86-9b2d-d93ad4af8a46.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 5
    },
    {
        "id": 38,
        "price": 99.99,
        "title": "Streaming Webcam",
        "description": "Upgrade your streaming setup with our high-definition Streaming Webcam. Engineered for content creators and professionals, this webcam delivers crystal-clear video quality at Full HD resolution, ensuring your streams and video conferences are sharp and professional. Equipped with autofocus and low-light correction, it adapts to various lighting conditions for optimal visibility. Its integrated microphone captures clear audio, minimizing background noise for clear communication. Designed for versatility, our Streaming Webcam easily mounts on monitors or tripods, offering flexible placement options. Whether you're streaming gameplay, conducting online meetings, or creating content, our webcam provides the reliability and performance you need to make an impact. Enhance your streaming experience with superior video and audio quality, designed to meet the demands of modern streaming and communication.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/7/17/ba1fd5bb-32c6-4453-8f24-deb01b6856a1.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/7/17/ba1fd5bb-32c6-4453-8f24-deb01b6856a1.png",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 20
    },
    {
        "id": 39,
        "price": 119.99,
        "title": "VR Headset",
        "description": "Immerse yourself in virtual worlds with our cutting-edge VR Headset. Designed for unparalleled immersion, this headset offers stunning visuals and realistic 3D audio to enhance your gaming and entertainment experiences. With precise motion tracking and intuitive controls, you can interact seamlessly with virtual environments, whether exploring distant galaxies or battling opponents in action-packed games. Comfortably designed for extended wear, it features adjustable straps and breathable materials to ensure a snug fit and reduce fatigue. Compatible with a wide range of VR content and platforms, our VR Headset transports you to new realms of adventure and creativity. Step into the future of gaming and entertainment with a VR headset that brings your imagination to life like never before.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/6/29/90490198-925b-45f5-b3cc-925ef93bf208.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/500-square/VqbcmM/2024/6/29/90490198-925b-45f5-b3cc-925ef93bf208.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 25
    },
    {
        "id": 40,
        "price": 29.99,
        "title": "Game Controller",
        "description": "Take your gaming experience to the next level with our advanced Game Controller. Designed for precision and comfort, this controller offers responsive buttons and ergonomic grips for hours of comfortable gameplay. Whether you're navigating through complex levels or engaging in intense battles, its intuitive design and reliable connectivity ensure smooth performance across various gaming platforms. Featuring customizable buttons and analog sticks, our Game Controller allows you to tailor your gaming experience to suit your preferences. Compatible with PCs, consoles, and mobile devices, it offers versatile gaming options wherever you go. Elevate your gaming sessions with a controller that combines precision, comfort, and versatility for an immersive gaming experience.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/7/11/f2342184-628d-43da-8de0-e126bb111ca5.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/7/11/f2342184-628d-43da-8de0-e126bb111ca5.png",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/10/29/125023/125023_8f1e16c1-4b3c-4d94-9e69-aeaede74802b.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "Sinarmulia Sukses Makmur"
        },
        "discount_percentage": 10
    },

    {
        "id": 41,
        "price": 79.99,
        "title": "Smartwatch",
        "description": "Stay connected and active with our versatile Smartwatch. Designed for modern lifestyles, this wearable technology combines sleek design with advanced functionality, offering a range of features to enhance your day-to-day activities. From monitoring fitness metrics like heart rate and steps to receiving notifications for calls, messages, and apps, our Smartwatch keeps you informed and motivated throughout the day. With customizable watch faces and interchangeable bands, you can personalize your style while enjoying the convenience of smart assistant integration for voice commands and reminders. Whether you're tracking workouts, managing your schedule, or staying connected on the go, our Smartwatch is your essential companion for a balanced and productive lifestyle.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/11/22/461d4f28-9465-464b-a0db-1cfd4fa7911f.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/4/16/7912303f-e9a9-4043-a0df-42c8b51825f0.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 10
    },
    {
        "id": 42,
        "price": 99.99,
        "title": "Fitness Tracker",
        "description": "Achieve your fitness goals with our advanced Fitness Tracker. Designed to monitor your daily activities, this wearable device offers precise tracking of steps, distance, calories burned, and heart rate throughout the day. With built-in GPS and waterproof design, it's perfect for tracking outdoor runs or swims with accuracy. The Fitness Tracker provides real-time notifications for calls, messages, and app alerts, ensuring you stay connected without interruptions during workouts. Its sleek and lightweight design ensures comfort during extended wear, while long battery life ensures it lasts through your active lifestyle. Whether you're training for a marathon or aiming to maintain a healthy lifestyle, our Fitness Tracker helps you stay motivated and informed every step of the way.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/7/8/1b24ba78-27e0-40d4-bd6b-529310a881bf.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/7/8/1b24ba78-27e0-40d4-bd6b-529310a881bf.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 15
    },
    {
        "id": 43,
        "price": 149.99,
        "title": "Luxury Smartwatch",
        "description": "Experience elegance and innovation with our Luxury Smartwatch. Meticulously crafted with premium materials, this timepiece blends sophisticated design with cutting-edge technology to elevate your style and functionality. Featuring a high-resolution touchscreen display, it offers customizable watch faces and intuitive controls for seamless navigation. Stay connected with notifications for calls, messages, and social media alerts, all while tracking your fitness metrics like heart rate, steps, and calories burned. With built-in GPS and water resistance, our Luxury Smartwatch is perfect for both daily wear and active lifestyles. Whether you're attending a formal event or exploring the outdoors, indulge in luxury and versatility with a Smartwatch that combines timeless aesthetics with modern conveniences.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/6/8/216c004d-24aa-4817-a05d-99519d4e98a3.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/6/8/216c004d-24aa-4817-a05d-99519d4e98a3.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 20
    },
    {
        "id": 44,
        "price": 59.99,
        "title": "Hybrid Smartwatch",
        "description": "Discover the perfect blend of style and smart functionality with our Hybrid Smartwatch. Designed for those who appreciate classic timepiece aesthetics and modern technology, this watch seamlessly integrates analog craftsmanship with smart features. With discreet notifications for calls, messages, and app alerts, you stay connected without sacrificing sophistication. Track your fitness progress effortlessly with built-in activity tracking for steps, distance, and calories burned. The Hybrid Smartwatch also offers long battery life, ensuring it keeps up with your active lifestyle without frequent charging. Elevate your everyday look with a watch that combines timeless elegance and smart capabilities, designed to complement your lifestyle with understated sophistication and practicality.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/11/8/c779b983-cdc8-4244-8c8a-b4469d654114.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/10/26/9d293802-8d49-4f85-aad1-0b47edcc809c.png",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 10
    },
    {
        "id": 45,
        "price": 79.99,
        "title": "Kid's Smartwatch",
        "description": "Introduce your child to the world of technology and fun with our Kid's Smartwatch. Designed with safety and entertainment in mind, this smartwatch offers GPS tracking, allowing parents to monitor their child's location in real-time. With a secure and durable design, it withstands the active lifestyles of children while providing peace of mind for parents. The Kid's Smartwatch features interactive games, a camera for capturing memories, and voice calling functionality for easy communication. It also includes educational features like a pedometer to encourage physical activity and learning. With colorful and adjustable bands, our Kid's Smartwatch is the perfect companion for young adventurers, combining fun and safety in a smart and playful design.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/3/30/62cb41d9-aa01-415c-afa8-d6d04f94c490.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/11/27/576e2cb3-92ce-47d2-8102-304386a57a8a.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 5
    },
    {
        "id": 46,
        "price": 199.99,
        "title": "GPS Smartwatch",
        "description": "Stay connected and explore confidently with our GPS Smartwatch. Engineered for outdoor enthusiasts and athletes, this smartwatch offers built-in GPS functionality for accurate tracking of your location and routes. Whether you're hiking, running, or cycling, it provides real-time navigation and performance metrics such as distance, pace, and elevation. With advanced fitness tracking features, including heart rate monitoring and activity profiles, it helps you achieve your fitness goals and improve your performance. Stay connected with smart notifications for calls, messages, and app alerts directly on your wrist. Designed for durability and comfort, our GPS Smartwatch is waterproof and boasts long battery life, ensuring it keeps up with your adventures. Embrace freedom and exploration with a smartwatch that combines GPS precision with essential features for active lifestyles.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/5/24/c4ae148a-73c3-4d29-9ed1-5baaa1adb1bb.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/5/24/c4ae148a-73c3-4d29-9ed1-5baaa1adb1bb.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 15
    },
    {
        "id": 47,
        "price": 249.99,
        "title": "Diving Smartwatch",
        "description": "Explore the depths with confidence using our Diving Smartwatch. Designed specifically for underwater adventures, this rugged timepiece is waterproof and equipped with advanced diving features such as depth measurement, dive log tracking, and water temperature monitoring. Its high-contrast display ensures readability in various lighting conditions, while the durable construction withstands the pressures of deep-sea diving. With built-in GPS and compass functionality, it provides accurate navigation both above and below water. Stay informed with notifications for calls, messages, and alarms, all accessible at your fingertips. Whether you're a professional diver or an enthusiast, our Diving Smartwatch combines essential diving tools with smart technology to enhance your underwater experience.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/12/31/b7956bf0-fb17-420e-b183-f31b43eea02c.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/12/31/d0a07143-59e0-4865-b8c0-fd8ef5cdde18.jpg",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 106,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 20
    },
    {
        "id": 48,
        "price": 99.99,
        "title": "Classic Smartwatch",
        "description": "Experience timeless elegance and modern convenience with our Classic Smartwatch. Crafted with premium materials and a traditional watch design, this smartwatch seamlessly blends sophistication with smart functionality. Featuring a high-resolution touchscreen display, it offers customizable watch faces to suit your style and mood. Stay connected with notifications for calls, messages, and app alerts, all discreetly displayed on your wrist. Track your fitness goals with built-in activity tracking for steps, distance, and calories burned, complemented by heart rate monitoring for enhanced health insights. With long battery life and water resistance, our Classic Smartwatch is designed for everyday wear, ensuring durability and reliability. Elevate your look with a smartwatch that combines timeless aesthetics with modern technology, perfect for those who appreciate classic style and cutting-edge features.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/product-1/2018/1/9/664240/664240_7162ab9b-120f-478a-9b37-3548eb5faef6_653_653.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2018/1/9/664240/664240_7162ab9b-120f-478a-9b37-3548eb5faef6_653_653.png",
            "https://images.tokopedia.net/img/cache/215-square/GAnVPX/2023/3/2/42b9ea76-41c7-4823-8538-534727aaf131.jpg"
        ],
        "shop": {
            "id": 107,
            "name": "QUEEN id Official"
        },
        "discount_percentage": 10
    },

    {
        "id": 49,
        "price": 39.99,
        "title": "External Hard Drive",
        "description": "Expand your storage capacity with our reliable External Hard Drive. Designed for seamless data management and backup, this portable drive offers ample space to store your files, photos, videos, and more. With high-speed USB 3.0 connectivity, it ensures fast data transfer rates for efficient file sharing and backup. Compact and lightweight, our External Hard Drive is perfect for on-the-go use, whether you're traveling, working remotely, or simply need additional storage space. Built for durability and reliability, it safeguards your valuable data with robust encryption and backup software options. Streamline your digital life and secure your important files with our versatile External Hard Drive, designed to meet your storage needs with ease and efficiency.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/10/24/8652e850-0ca9-4299-a005-51f668985cd0.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/3/8/ee6c1843-8067-4884-acb8-d41d260afd77.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 5
    },
    {
        "id": 50,
        "price": 69.99,
        "title": "SSD External Drive",
        "description": "Enhance your storage capabilities with our SSD External Drive. Engineered for speed and reliability, this portable SSD offers blazing-fast data transfer speeds and durable performance in a compact form factor. Ideal for professionals and enthusiasts alike, it provides ample storage for large files, high-resolution photos, and videos with seamless connectivity via high-speed USB-C or Thunderbolt interfaces. Designed to withstand the rigors of travel and everyday use, our SSD External Drive ensures quick access to your data wherever you go. Whether you're editing videos, backing up important files, or gaming on the go, our SSD External Drive delivers unparalleled performance and reliability to optimize your digital workflow.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/6/25/64ce6939-3d89-4c19-a98b-96261ed0942c.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/hDjmkQ/2024/6/19/794036c5-6421-4159-8693-3316349efc00.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 10
    },
    {
        "id": 51,
        "price": 89.99,
        "title": "Network Attached Storage",
        "description": "Streamline your data management with our Network Attached Storage (NAS) solution. Perfect for home or office environments, our NAS offers centralized storage accessible from multiple devices over your network. It provides scalable storage capacity, allowing you to easily expand as your data grows. With robust data protection features like RAID configurations and automatic backup options, it ensures your files are secure and accessible at all times. Our NAS supports multimedia streaming, remote access, and cloud synchronization, enhancing productivity and collaboration. Whether you're storing important documents, media libraries, or setting up a home server, our NAS solution delivers reliable performance and flexibility to meet your storage needs efficiently.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/hDjmkQ/2023/8/19/45fe84bc-3f23-4690-990d-d73a464f1846.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/hDjmkQ/2023/8/19/45fe84bc-3f23-4690-990d-d73a464f1846.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 15
    },
    {
        "id": 52,
        "price": 129.99,
        "title": "Portable SSD",
        "description": "Elevate your data storage and mobility with our Portable SSD. Engineered for speed and durability, this compact SSD offers lightning-fast data transfer rates and reliable performance in a sleek design. Perfect for professionals and travelers, it provides ample storage capacity for large files, high-resolution photos, and videos, ensuring quick access and seamless file management. With USB-C or Thunderbolt connectivity, our Portable SSD supports rapid data transfers and is compatible with both Mac and PC systems. Its robust construction withstands the rigors of daily use and ensures data security with built-in encryption options. Whether you're editing multimedia content on the go, backing up important files, or working remotely, our Portable SSD delivers unmatched speed, reliability, and portability for your digital lifestyle.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/6/26/75873c97-557c-465d-9ba9-989ce0834626.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/6/26/7c4a001c-e6bd-4df5-b522-f28af0499cad.png",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 20
    },
    {
        "id": 53,
        "price": 39.99,
        "title": "USB Flash Drive Set",
        "description": "Organize and store your files efficiently with our USB Flash Drive Set. This set includes multiple flash drives in various capacities, offering versatile storage options for your documents, photos, music, and videos. Each flash drive is equipped with high-speed USB 3.0 connectivity for fast data transfer rates, ensuring quick and reliable file sharing between devices. Compact and durable, these flash drives are ideal for everyday use, whether you're at home, in the office, or on the go. With plug-and-play functionality, they are compatible with both Mac and PC systems, providing convenient and portable storage solutions. Simplify your digital life with our USB Flash Drive Set, designed to meet your diverse storage needs with ease and efficiency.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/hDjmkQ/2023/10/9/457bd57e-2d9d-4902-9025-cc88786f4e6f.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/hDjmkQ/2023/10/9/b243b57a-1469-48f3-9e6e-ab385013c0ce.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 10
    },
    {
        "id": 54,
        "price": 79.99,
        "title": "Wireless Backup Drive",
        "description": "Secure your data effortlessly with our Wireless Backup Drive. Designed for convenience and peace of mind, this drive offers wireless connectivity for seamless backups of your files, photos, and videos from multiple devices. With high-capacity storage options, it ensures ample space to safeguard your valuable data without the need for cables or manual transfers. Compatible with both Mac and PC systems, our Wireless Backup Drive supports automatic backup scheduling and encryption for enhanced data protection. Whether you're at home, in the office, or traveling, it provides reliable storage and access to your files via Wi-Fi or mobile app, making it an essential tool for data management and peace of mind.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/hDjmkQ/2024/6/11/962a572c-0ecb-490e-b220-9a22a76e98fe.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/hDjmkQ/2024/6/11/962a572c-0ecb-490e-b220-9a22a76e98fe.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 15
    },
    {
        "id": 55,
        "price": 49.99,
        "title": "Secure USB Drive",
        "description": "Ensure the safety of your sensitive data with our Secure USB Drive. This encrypted drive offers robust security features to protect your files from unauthorized access and data breaches. With hardware-based encryption and password protection, it safeguards your data with military-grade encryption standards, ensuring confidentiality and integrity. Ideal for professionals handling confidential information or personal data, our Secure USB Drive provides peace of mind whether you're storing sensitive documents, financial records, or private photos. Compact and easy to use, it offers plug-and-play functionality on both Mac and PC platforms, ensuring secure data storage and access wherever you go. Protect your digital assets with our Secure USB Drive, designed to meet stringent security requirements without compromising convenience or usability.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/2/2/9a84dbb4-65dc-4c2c-aa39-5deabf35d81d.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/2/2/76aa70df-92d5-4e57-821c-28ec78ed91d0.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 20
    },
    {
        "id": 56,
        "price": 19.99,
        "title": "Memory Card",
        "description": "Expand your device's storage capacity with our reliable Memory Card. Designed for versatility and performance, this memory card offers ample space to store photos, videos, music, and more. Available in various capacities, it supports high-speed data transfer rates for efficient file handling. Ideal for cameras, smartphones, and other devices, our Memory Card ensures quick access to your media files and seamless recording of high-definition videos. With durable construction and compatibility across a wide range of devices, it's the perfect choice for capturing and storing your memories on the go. Upgrade your storage solution with our Memory Card for reliable performance and ample storage capacity wherever you need it.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/7/13/7b2eb3a6-d5cc-4eda-bac6-8544a6df7b10.png.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/7/13/7b2eb3a6-d5cc-4eda-bac6-8544a6df7b10.png",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2016/11/18/1376074/1376074_7a5c9f3d-fd49-4bde-8260-e2f4bf192983.jpg"
        ],
        "shop": {
            "id": 108,
            "name": "The Kingdom Shop"
        },
        "discount_percentage": 5
    },

    {
        "id": 57,
        "price": 89.99,
        "title": "HD Webcam",
        "description": "Upgrade your video conferencing and streaming experience with our high-definition HD Webcam. Designed for clarity and precision, this webcam delivers sharp and vibrant video at resolutions up to 1080p, ensuring crisp detail in every frame. Perfect for remote work, online classes, or live streaming, it offers autofocus capabilities and low-light correction for clear visuals in any lighting condition. Equipped with a built-in microphone, it captures clear audio, minimizing background noise for seamless communication. Easy to set up with plug-and-play functionality, our HD Webcam mounts securely on monitors or tripods, providing flexible placement options. Elevate your virtual presence with our HD Webcam, designed to enhance your video calls and content creation with professional-grade quality and reliability.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/7/30/d0eefbcb-b607-46f5-9ccb-3b725d7237a2.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/7/30/1fe6d801-a0ca-4647-899d-cc1fb7f628bd.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2020/11/15/4643339/4643339_09ba8727-238b-406f-a303-a1bffa826040.jpg"
        ],
        "shop": {
            "id": 109,
            "name": "GAP TECH OFFICIAL"
        },
        "discount_percentage": 15
    },
    {
        "id": 58,
        "price": 149.99,
        "title": "Digital Camera",
        "description": "Capture every moment with clarity and precision using our advanced Digital Camera. Engineered for photography enthusiasts and professionals, this camera combines high-resolution imaging with intuitive controls for stunning photos and videos. With a versatile lens system and powerful image sensor, it delivers sharp details and vibrant colors, whether you're capturing landscapes, portraits, or action shots. Equipped with advanced autofocus and image stabilization technologies, it ensures clear and steady shots even in challenging conditions. Designed for versatility, our Digital Camera offers manual controls for creative flexibility and supports various shooting modes to suit different environments and subjects. Whether you're documenting special occasions or exploring new photography techniques, our Digital Camera empowers you to capture memories with exceptional quality and precision.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2024/2/12/d235c3db-522f-43c3-b1c1-580a1b202a36.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2019/8/3/30475910/30475910_1d384f0f-43f3-4e28-817c-b77b62bebd73_700_700",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2020/11/15/4643339/4643339_09ba8727-238b-406f-a303-a1bffa826040.jpg"
        ],
        "shop": {
            "id": 109,
            "name": "GAP TECH OFFICIAL"
        },
        "discount_percentage": 10
    },
    {
        "id": 59,
        "price": 89.99,
        "title": "Webcam for Streaming",
        "description": "Produk terbaru kami, 'StreamMaster Pro Webcam', dirancang khusus untuk para streamer yang menginginkan kualitas video superior. Webcam ini menawarkan resolusi 4K Ultra HD dengan kecepatan 60fps, memastikan tampilan gambar yang jernih dan tajam, bahkan dalam kondisi cahaya rendah. Dilengkapi dengan mikrofon dual-stereo bawaan yang mampu menangkap suara dengan jelas dan natural, StreamMaster Pro juga memiliki fitur autofokus canggih dan penyesuaian eksposur otomatis untuk pengalaman streaming yang mulus. Desainnya yang modern dan kompak memungkinkan pemasangan yang mudah di berbagai perangkat, serta kompatibilitas yang luas dengan platform streaming populer. Dengan StreamMaster Pro Webcam, setiap momen streaming Anda akan terlihat dan terdengar profesional.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/product-1/2019/7/20/9276546/9276546_04162b19-65e5-4dc6-970a-458e4fc1d4ee_700_700.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2019/7/20/9276546/9276546_ea40c750-965f-411e-ad3c-be9bf79fbcde_700_700",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2020/11/15/4643339/4643339_09ba8727-238b-406f-a303-a1bffa826040.jpg"
        ],
        "shop": {
            "id": 109,
            "name": "GAP TECH OFFICIAL"
        },
        "discount_percentage": 5
    },
    {
        "id": 60,
        "price": 299.99,
        "title": "DSLR Camera",
        "description": "Entry-level DSLR camera with 18-55mm lens.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2023/5/30/00faad18-5ddd-4773-813e-2a78295fa0c9.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/5/30/00faad18-5ddd-4773-813e-2a78295fa0c9.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2020/11/15/4643339/4643339_09ba8727-238b-406f-a303-a1bffa826040.jpg"
        ],
        "shop": {
            "id": 109,
            "name": "GAP TECH OFFICIAL"
        },
        "discount_percentage": 15
    },
    {
        "id": 61,
        "price": 49.99,
        "title": "Camera Tripod",
        "description": "Lightweight and portable camera tripod.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/8/2/7e679c6c-01d6-4592-b157-38d431a57c71.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/8/2/7e679c6c-01d6-4592-b157-38d431a57c71.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2020/11/15/4643339/4643339_09ba8727-238b-406f-a303-a1bffa826040.jpg"
        ],
        "shop": {
            "id": 109,
            "name": "GAP TECH OFFICIAL"
        },
        "discount_percentage": 10
    },
    {
        "id": 62,
        "price": 69.99,
        "title": "Action Camera",
        "description": "Waterproof action camera with 4K recording.",
        "images": [
            "https://images.tokopedia.net/img/cache/200-square/product-1/2020/5/9/96049351/96049351_1862d826-a102-4333-95a5-bf4d5e615c61_684_684.jpg.webp?ect=4g",
            "https://images.tokopedia.net/img/cache/900/product-1/2020/5/9/96049351/96049351_8809dc86-dd93-45a5-bd78-3c03cf206334_684_684.jpg",
            "https://images.tokopedia.net/img/cache/215-square/shops-1/2020/11/15/4643339/4643339_09ba8727-238b-406f-a303-a1bffa826040.jpg"
        ],
        "shop": {
            "id": 109,
            "name": "GAP TECH OFFICIAL"
        },
        "discount_percentage": 20
    }
]